import React from 'react'

const WebsitePolicy = () => {
    return (
        <section className="policies container">
            <h1 className="title">นโยบายเว็บไซต์</h1>

            <hr className="my-2" />

            <div className="policies-wrapper">
                <p style={{ textAlign: 'justify' }}>&nbsp;</p>
                <h2 style={{ textAlign: 'center' }}><strong data-fontsize="14">นโยบายเว็บไซต์</strong></h2>
                <p style={{ textAlign: 'justify' }}>&nbsp;</p>
                    <ol style={{ textAlign: 'justify' }} data-fontsize="18">
                        <li data-fontsize="18">
                            <h4><strong data-fontsize="18">วัตถุประสงค์</strong></h4>
                            <h4 data-fontsize="14">
                                เว็บไซต์กรมอนามัยจัดทำขึ้นเพื่อให้บริการในการใช้บริการข้อมูลข่าวสารแก่ประชาชนทั่วไป และบุคลากร ในกรมอนามัย การใช้บริการเว็บไซต์ของผู้ใช้บริการจะอยู่ภายใต้เงื่อนไขและข้อกำหนดดังต่อไปนี้ ผู้ใช้บริการจึงควรศึกษาเงื่อนไข และข้อกำหนดการใช้งานเว็บไซต์ และ/หรือ เงื่อนไข และข้อตกลงอื่นใดที่กรมอนามัยได้แจ้งให้ทราบบนเว็บไซต์ โดยละเอียดก่อนการเข้าใช้บริการทั้งนี้ในการใช้บริการ ให้ถือว่าผู้ใช้บริการได้ตกลงที่จะปฏิบัติตามเงื่อนไข และข้อกำหนดการ ให้บริการที่กำหนดไว้นี้ หากผู้ใช้บริการไม่ประสงค์ที่จะผูกพันตามข้อกำหนด และเงื่อนไขการให้บริการขอความกำหนดการให้บริการกรุณาท่านยุติการเข้าชม และใช้งานเว็บไซต์นี้ในทันที
                            </h4>
                        </li>
                        <li data-fontsize="14">
                            <h4><strong data-fontsize="14">เงื่อนไขและข้อกำหนดการใช้งานเว็บไซต์</strong></h4>
                            <h4 data-fontsize="14">
                                ผู้ใช้บริการอาจได้รับ เข้าถึง สร้าง ส่ง หรือแสดงข้อมูล เช่น ไฟล์ข้อมูล ข้อความลายลักษณ์อักษร ซอฟต์แวร์คอมพิวเตอร์ดนตรี ไฟล์เสียง หรือเสียง อื่นๆ ภาพถ่าย วิดีโอ หรือรูปภาพอื่นๆ โดยเป็นส่วนหนึ่งของบริการหรือโดยผ่านการใช้บริการซึ่งต่อไปนี้จะเรียกว่า&ldquo;เนื้อหา&rdquo; เนื้อหาที่นำเสนอต่อผู้ใช้บริการอาจได้รับการคุ้มครองโดยสิทธิในทรัพย์สินทางปัญญาของเจ้าของ เนื้อหานั้นผู้ใช้บริการไม่มีสิทธิเปลี่ยนแปลงแก้ไข จำหน่ายจ่ายโอนหรือสร้างผลงานต่อเนื่องโดยอาศัยเนื้อหาดังกล่าว ไม่ว่าจะทั้งหมด หรือบางส่วนเว้นแต่ผู้ใช้บริการจะได้รับอนุญาตโดยชัดแจ้งจากเจ้าของเนื้อหานั้นผู้ใช้บริการอาจพบเนื้อหาที่ไม่เหมาะสม หรือหยาบคายอันก่อให้เกิดความไม่พอใจภายใต้ความเสี่ยงของตนเอง กรมอนามัยทรงไว้ซึ่งสิทธิในการคัดกรองตรวจทาน ทำเครื่องหมายเปลี่ยนแปลงแก้ไขปฏิเสธใดๆที่ไม่เหมาะสมออกจากบริการซึ่งกรมอนามัยอาจจัดเตรียมเครื่องมือในการคัดกรองเนื้อหาอย่างชัดเจนโดยไม่ขัดต่อกฎหมายกฎระเบียบของทางราชการที่เกี่ยวข้อง กรมอนามัยอาจหยุดให้บริการเป็นการชั่วคราว หรือถาวรหรือยกเลิกการให้บริการแก่ผู้ใช้บริการรายใด เป็นการเฉพาะหากการให้บริการดังกล่าวส่งผลกระทบ ต่อผู้ใช้บริการอื่นๆหรือขัดแย้งต่อกฎหมาย โดยไม่ต้องแจ้งให้ผู้ใช้บริการทราบล่วงหน้าการหยุด หรือการยกเลิกบริการตาม ข้อ 2.5 ผู้ใช้บริการจะไม่สามารถเข้าใช้บริการ และเข้าถึงรายละเอียดบัญชี ของผู้ใช้บริการไฟล์เอกสารใดๆ หรือเนื้อหาอื่นๆ ที่อยู่ในบัญชีของผู้ใช้บริการได้ ในกรณี ที่กรมอนามัยหยุดให้บริการเป็นการถาวร หรือยกเลิกบริการแก่ผู้ใช้บริการกรมอนามัย มีสิทธิ ในการลบข้อมูลต่างๆ ที่อยู่ในบัญชีของผู้ใช้บริการได้โดยไม่ต้องแจ้งให้ผู้ใช้บริการทราบล่วงหน้า
                            </h4>
                        </li>
                        <li data-fontsize="14">
                            <h4><strong data-fontsize="14">สิทธิ หน้าที่ และความรับผิดชอบของผู้ใช้บริการ</strong></h4>
                            <h4 data-fontsize="14">
                                ผู้ใช้บริการจะให้ข้อมูลเกี่ยวกับตนเอง เช่น ข้อมูลระบุตัวตนหรือรายละเอียดการติดต่อที่ถูกต้องเป็นจริงและเป็นปัจจุบันเสมอแก่กรมอนามัยอันเป็นส่วนหนึ่งของกระบวนการลงทะเบียนใช้บริการหรือการใช้บริการที่ต่อเนื่อง ผู้ใช้บริการจะใช้บริการเว็บไซต์นี้เพื่อวัตถุประสงค์ที่ได้รับอนุญาตตามข้อกำหนดของกรมอนามัย และไม่ขัดต่อกฎหมาย กฎ ระเบียบ ข้อบังคับ หลักปฏิบัติที่เป็นที่ยอมรับโดยทั่วไป ผู้ใช้บริการจะไม่เข้าใช้ หรือพยายามเข้าใช้บริการหนึ่งบริการใดโดยวิธีอื่นรวมถึงการใช้วิธีการอัตโนมัติ (การใช้สคริปต์) นอกจากช่องทางที่กรมอนามัยจัดเตรียมไว้ให้ เว้นแต่ผู้ใช้บริการจะได้รับอนุญาตจาก กรมอนามัย โดยชัดแจ้งให้ทำเช่นนั้นได้ ผู้ใช้บริการจะไม่ทำ หรือมีส่วนร่วมในการขัดขวาง หรือรบกวนบริการของกรมอนามัยรวมทั้งเครื่องแม่ข่าย และเครือข่ายที่เชื่อมต่อกับบริการ ผู้ใช้บริการจะไม่ทำสำเนา คัดลอก ทำซ้ำ ขาย แลกเปลี่ยน หรือขายต่อบริการเพื่อวัตถุประสงค์ใดๆ เว้นแต่ผู้ใช้บริการจะได้รับอนุญาตจากกรมอนามัยโดยชัดแจ้งให้ทำเช่นนั้นได้ ผู้ใช้บริการมีหน้าที่ในการรักษาความลับของรหัสผ่านที่เชื่อมโยงกับบัญชีใดๆที่ใช้ในการเข้าถึงบริการ ผู้ใช้บริการจะเป็นผู้รับผิดชอบ แต่เพียงผู้เดียวต่อบุคคลใดๆ รวมถึงกรมอนามัยในความเสียหายอันเกิดจากการละเมิดข้อกำหนด
                            </h4>
                        </li>
                        <li data-fontsize="14">
                            <h4><strong data-fontsize="14">การเชื่อมโยงกับเว็บไซต์อื่นๆ</strong></h4>
                            <h4 data-fontsize="14">
                                การเชื่อมโยงไปยังเว็บไซต์อื่น เป็นเพียงการให้บริการเพื่ออำนวยความสะดวกแก่ผู้ใช้บริการเท่านั้น กรมอนามัยมิได้มีส่วนเกี่ยวข้อง หรือมีอำนาจควบคุมรับรองความถูกต้อง ความน่าเชื่อถือ ตลอดจนความรับผิดชอบในเนื้อหาข้อมูลของเว็บไซต์นั้นๆ และกรมอนามัย ไม่รับผิดชอบต่อเนื้อหาใดๆ ที่แสดงบนเว็บไซต์อื่นที่เชื่อมโยงมายังเว็บไซต์ของกรมอนามัยหรือต่อความเสียหายใดๆที่เกิดขึ้นจากการเข้าเยี่ยมชมเว็บไซต์ดังกล่าวการเชื่อมโยงมายังเว็บไซต์กรมอนามัย กรณีต้องการเชื่อมโยงมายังเว็บไซต์ของกรมอนามัย ผู้ใช้บริการสามารถเชื่อมโยงมายังหน้าแรก ของเว็บไซต์ของกรมอนามัยได้โดยแจ้งความประสงค์เป็นหนังสือ แต่หากต้องการเชื่อมโยง มายังหน้าภายในของเว็บไซต์นี้จะต้องได้รับความยินยอมเป็นหนังสือจากกรมอนามัยแล้วเท่านั้นและในการให้ความยินยอมดังกล่าว กรมอนามัยขอสงวนสิทธิที่จะกำหนดเงื่อนไขใดๆไว้ด้วยก็ได้ในการที่เว็บไซต์อื่นที่เชื่อมโยงมายังเว็บไซต์ของกรมอนามัยจะไม่รับผิดชอบต่อเนื้อหาใดๆที่แสดงบนเว็บไซต์ ที่เชื่อมโยงมายังเว็บไซต์ของความเสียหายใดๆ ที่เกิดขึ้นจากการใช้เว็บไซต์เหล่านั้น
                            </h4>
                        </li>
                        <li data-fontsize="14">
                            <h4><strong data-fontsize="14">การปฏิเสธความรับผิด</strong></h4>
                            <h4 data-fontsize="14">
                                กรมอนามัยจะไม่รับผิดต่อความเสียหายใดๆรวมถึงความเสียหายสูญเสียและค่าใช้จ่ายที่เกิดขึ้นไม่ว่าโดยตรงหรือโดยอ้อมที่เป็นผลหรือสืบเนื่องจากการที่ผู้ใช้เข้าใช้เว็บไซต์นี้ หรือเว็บไซต์ที่เชื่อมโยงกับเว็บไซต์นี้ หรือต่อความเสียหาย สูญเสีย หรือค่าใช้จ่ายที่เกิดจากความล้มเหลวในการใช้งาน ความผิดพลาด การละเว้น การหยุดชะงัก ข้อบกพร่องความไม่สมบูรณ์คอมพิวเตอร์ไวรัส ถึงแม้ว่ากรมอนามัย จะได้รับแจ้งว่าอาจจะเกิดความเสียหายสูญเสียหรือค่าใช้จ่ายดังกล่าวขึ้น นอกจากนี้กรมอนามัยไม่รับผิดต่อผู้ใช้เว็บไซต์หรือบุคคลจากการเรียกร้องใดๆที่เกิดขึ้นจากบนเว็บไซต์ หรือเนื้อหาใดๆ ซึ่งรวมถึงการตัดสินใจหรือการกระทำใด ๆ ที่เกิดจากความเชื่อถือในเนื้อหาดังกล่าวของผู้ใช้เว็บไซต์ หรือในความเสียหายใดๆ ไม่ว่าความเสียหายทางตรง หรือทางอ้อมรวมถึงความเสียหายอื่นใดที่อาจเกิดขึ้นได้ผู้ใช้บริการยอมรับ และตระหนักดีว่ากรมอนามัย จะไม่ต้องรับผิดชอบต่อการกระทำใดของผู้ใช้บริการทั้งสิ้น
                            </h4>
                        </li>
                        <li data-fontsize="14">
                            <h4><strong data-fontsize="14">กรรมสิทธิ์และสิทธิในทรัพย์สินทางปัญญา</strong></h4>
                            <h4 data-fontsize="14">
                                กรมอนามัย หรือผู้ให้อนุญาตแก่กรมอนามัย เป็นผู้มีสิทธิตามกฎหมายแต่เพียงผู้เดียวในกรรมสิทธิ์ผลประโยชน์ทั้งหมด รวมถึงสิทธิในทรัพย์สินทางปัญญาใดๆที่มีอยู่ในบริการซึ่งกรมอนามัยหรือผู้ให้อนุญาตแก่กรมอนามัยเป็นผู้จัดทำขึ้นไม่ว่าสิทธิเหล่านั้น จะได้รับการจดทะเบียนไว้หรือไม่ก็ตาม<br data-fontsize="14" />ผู้ใช้บริการจะต้องไม่เปิดเผยข้อมูลที่กรมอนามัยกำหนดให้เป็นความลับโดยไม่ได้รับความยินยอมเป็นลายลักษณ์อักษรล่วงหน้าจากกรมอนามัย<br data-fontsize="14" />ผู้ใช้บริการจะต้องไม่ใช้ชื่อทางการค้าเครื่องหมายการค้าเครื่องหมายการบริการตราสัญลักษณ์ชื่อโดเมนของกรมอนามัยโดยไม่ได้รับความยินยอมเป็นลายลักษณ์อักษรจากกรมอนามัย
                            </h4>
                        </li>
                        <li data-fontsize="14">
                            <h4><strong data-fontsize="14">กฎหมายที่ใช้บังคับ</strong></h4>
                            <h4 data-fontsize="14">การตีความ และการบังคับตามเงื่อนไขการให้บริการฉบับนี้ให้เป็นไปตามกฎหมายไทย</h4>
                        </li>
                    </ol>
                <p style={{ textAlign: 'justify' }}>&nbsp;</p>
                <p style={{ textAlign: 'justify' }}>&nbsp;</p>
                <p style={{ textAlign: 'justify' }}>&nbsp;</p>
            </div>
        </section>
    )
}

export default WebsitePolicy