@extends('layouts.app')

@section('content')
<section class="about container">
    <h1 class="title">ประวัติความเป็นมา</h1>

    <hr class="my-2" />

    <div class="about-wrapper">
        <div class="row">
            <div class="col-md-12">
                <div class="paragraph flex max-md:flex-col justify-center items-start gap-8 max-md:gap-4 px-8 max-md:px-2">
                    <div class="paragraph-img">
                        <img src="https://www.mhc9dmh.com/PIC/mhc5_05.jpg" alt="" />
                    </div>
                    <p class="w-3/4 max-md:w-full">
                        เดิมงานสุขภาพจิตมีฐานะเป็นกองที่รับผิดชอบงานบริการของโรงพยาบาลจิตเวช จนกระทั่งได้ก่อตั้งสถาบันสุขภาพจิตและได้เป็นกรมสุขภาพจิตในต่อมา เป็นกรมที่มีความรับผิดชอบกว้างขวางมากขึ้นจากเพียงการดูแลผู้ป่วยในโรงพยาบาลเป็นการรับผิดชอบดูแลสุขภาพจิตของคนในชาติครอบคลุมงานทั้งทางด้านส่งเสริมป้องกันบำบัดรักษาและฟื้นฟูกรมสุขภาพจิตเป็นเจ้าของงานสุขภาพจิต มีหน้าที่ที่จะต้องพัฒนาเทคโนโลยีทางด้านสุขภาพจิตและถ่ายทอดเทคโนโลยีนั้นไปยังหน่วยบริการ
                    </p>
                </div>
            </div>
            <div class="col-md-12 paragraph">
                <div class="paragraph flex max-md:flex-col justify-center items-start gap-8 max-md:gap-4 px-8 max-md:px-2">
                    <p class="w-3/4 max-md:w-full">
                        ในโครงสร้างของกระทรวงสาธารณสุขตั้งแต่สำนักงานสาธารณสุขจังหวัด โรงพยาบาลศูนย์ โรงพยาบาลทั่วไปโรงพยาบาลชุมชน สถานีอนามัย ศสมช. จนกระทั่งถึงแกนนำครอบครัวที่มีอยู่ทั่วประเทศ เพื่อให้การดำเนินงานไปสู่ประชาชนอย่างทั่วถึง ดังนั้นงานสุขภาพจิตจึงต้องเป็นองค์ประกอบหนึ่งในงานบริการสุขภาพของสำนักงานปลัดกระทรวงสาธารณสุข ส่วนบริการจิตเวชในกรมสุขภาพจิต จะมีบทบาทสำคัญในการให้บริการในระดับตติยภูมิ ซึ่งรับ - ส่งต่อ (refer) มาจากหน่วยบริการของสำนักปลัดกระทรวงขึ้นมาเป็นลำดับ
                    </p>
                    <div class="paragraph-img">
                        <img src="https://www.mhc9dmh.com/PIC/jvkorat.jpg" alt="" />
                    </div>
                </div>
            </div>
            <div class="col-md-12 paragraph">
                <div class="paragraph flex max-md:flex-col justify-center items-start gap-8 max-md:gap-4 px-8 max-md:px-2">
                    <div class="paragraph-img">
                        <img src="https://www.mhc9dmh.com/PIC/mhc5_03.jpg" alt="" />
                    </div>
                    <p class="w-3/4 max-md:w-full">
                        เนื่องจากเครือข่ายการให้การบริการสุขภาพจิต ในสำนักงานปลัดกระทรวงสาธารณสุข มีความสำคัญต่อสุขภาพจิตของประชาชนมาก กรมสุขภาพจิตจึงได้จัดตั้งศูนย์สุขภาพจิตเขตทั้ง 12 เขต ตามโครงสร้างสำนักงานปลัดกระทรวงสาธารณสุข ที่มีผู้ตรวจราชการกระทรวงสาธารณสุข 12 และเพิ่มเขตกรุงเทพมหานคร 1 เขต รวมเป็น 13 เขต มีหน้าที่เป็นผู้ประสานงานกับเครือข่าย นำงานสุขภาพจิตลงสู่พื้นที่ และศูนย์สุขภาพจิตเขตจะเป็นผู้สนับสนุนงบประมาณในการกำหนดกิจกรรมร่วมกับหน่วยงานในพื้นที่
                    </p>
                </div>
            </div>
            <div class="col-md-12 paragraph">
                <div class="paragraph flex max-md:flex-col justify-center items-start gap-8 max-md:gap-4 px-8 max-md:px-2">
                    <p class="w-3/4 max-md:w-full">
                        นอกจากงบประมาณแล้วศูนย์สุขภาพจิตเขตยังมีหน้าที่ที่จะต้องพัฒนาเทคโนโลยีโดยเฉพาะด้านส่งเสริมสุขภาพจิตและป้องกันปัญหาสุขภาพจิตลงสู่พื้นที่ เพื่อให้หน่วยงานของปลัดกระทรวงสาธารณสุขนำไปแก้ปัญหาตามสภาพพื้นที่นั้น ๆ ศูนย์สุขภาพจิตเขต 5 เปิดดำเนินการเมื่อวันที่ 20 เมษายน 2542 โดยมีสำนักงานชั่วคราวอยู่ที่อาคารผู้ป่วยนอกและอำนวยการชั้น 3 โรงพยาบาลจิตเวชนครราชสีมา ได้ทำพิธีเปิดอย่างเป็นทางการเมื่อวันที่ 15 พฤษภาคม 2542 โดย ฯพณฯ กร ทัพพะรังสี
                    </p>
                    <div class="paragraph-img">
                        <img src="https://www.mhc9dmh.com/PIC/mhc5_02.jpg" alt="" />
                    </div>
                </div>
            </div>
            <div class="col-md-12 paragraph">
                <div class="paragraph flex max-md:flex-col justify-center items-start gap-8 max-md:gap-4 px-8 max-md:px-2">
                    <div class="paragraph-img">
                        <img src="https://www.mhc9dmh.com/PIC/mhc5_04.jpg" alt="" />
                    </div>
                    <p class="w-3/4 max-md:w-full">
                        รองนายกรัฐมนตรีและรัฐมนตรีว่าการกระทรวงสาธารณสุข ได้ให้เกียรติมาเป็นประธานในพิธีเปิดและได้ย้ายที่ทำการใหม่มาอยู่ที่ตึกอำนวยการเก่าชั้น 2 โรงพยาบาลจิตเวชนครราชสีมา เมือวันที่ 11 ตุลาคม 2542 และได้เปลี่ยนชื่อจากศูนย์สุขภาพจิตเขต 5 เป็นศูนย์สุขภาพจิตที่ 5 เมื่อวันที่ 29 ตุลาคม 2542 ซึ่งฐานะเทียบเท่ากอง ต่อมากรมสุขภาพจิตได้มีคำสั่งกรมสุขภาพจิตที่ 388/2555 ลงวันที่ 30 เมษายน 2558 ให้เปลี่ยนเป็น ศูนย์สุขภาพจิตที่  9  ตั้งแต่วันที่ 30 เมษายน 2558 เป็นต้นไป เพื่อให้สอดคล้องกับพื้นที่เขตบริการสุขภาพและรองรับการปฏิรูปกระทรวงสาธารณสุข
                    </p>
                </div>
            </div>
        </div>
    </div>
</section>
@endsection