@extends('layouts.default')

@section('content')
<section class="authority container">
    <h1 class="title">อำนาจหน้าที่</h1>

    <hr class="my-2" />

    <div class="authority-wrapper">
        <div class="min-h-[640px] relative">
            <div class="text-center my-4">
                <h2>อำนาจหน้าที่ศูนย์สุขภาพจิตที่ 9 กรมสุขภาพจิต</h2>
                <h4 class="relative">
                    ตามกฎกระทรวงแบ่งส่วนราชการกรมสุขภาพจิต กระทรวงสาธารณสุข พ.ศ.2560
                    <span class="absolute top-0 text-xs ml-1 text-red-500">[1]</span>
                </h4>
            </div>
            <div class="text-lg px-4">
                <p class="indent-[1.5cm]">
                    ศูนย์สุขภาพจิตที่ 9 มีภารกิจเกี่ยวกับการส่งเสริมสุขภาพจิตและป้องกันปัญหาสุขภาพจิต พัฒนาศักยภาพเครือข่ายให้เกิดความเข้มแข็ง เฝ้าระวังและแก้ไขปัญหาสุขภาพจิต ในในเขตสุขภาพที่ 9 เพื่อให้ประชาชนมีความตระหนักและสามารถดูแลสุขภาพจิตของตนเอง ครอบครัว และชุมชนได้รวมทั้งสามารถเข้าถึงบริการด้านส่งเสริมป้องกันปัญหาสุขภาพจิตที่มีคุณภาพ มาตรฐาน และเป็นธรรม โดยมีหน้าที่และอำนาจ ดังต่อไปนี้
                </p>
                <ul class="mt-1">
                    <li class="ml-5">(1) ศึกษา วิเคราะห์ วิจัย และพัฒนาองค์ความรู้ด้านการส่งเสริมสุขภาพจิตและป้องกัน ปัญหาสุขภาพจิตในเขตพื้นที่รับผิดชอบ</li>
                    <li class="ml-5">(2) พัฒนาศักยภาพเครือข่ายในเขตพื้นที่รับผิดชอบ โดยการถ่ายทอดองค์ความรู้และ เทคโนโลยีด้านสุขภาพจิต</li>
                    <li class="ml-5">(3) เฝ้าระวังและวางแผนการส่งเสริม ป้องกัน และแก้ไขปัญหาสุขภาพจิตในเขตพื้นที่ รับผิดชอบด้วยข้อมูลสารสนเทศด้านสุขภาพจิตที่มีคุณภาพ</li>
                    <li class="ml-5">(4) นิเทศและติดตามผลการปฏิบัติงานด้านสุขภาพจิตของเครือข่ายในเขตพื้นที่รับผิดชอบ</li>
                    <li class="ml-5">(5) ปฏิบัติงานร่วมกับหรือสนับสนุนการปฏิบัติงานของหน่วยงานอื่นที่เกี่ยวข้อง หรือที่ได้รับมอบหมาย</li>
                </ul>
            </div>
            <div class="text-sm font-thin border-t-[1px] mt-4 px-2 py-1 md:absolute md:bottom-2 w-full">
                1. กฎกระทรวงแบ่งส่วนราชการกรมสุขภาพจิต กระทรวงสาธารณสุข พ.ศ.2560. (25 ธันวาคม 2560). ราชกิจจานุเบกษา, เล่มที่ 134 (ตอนที่ 130 ก ) น.10 -11
            </div>
        </div>
    </div>
</section>
@endsection